mocleiri/tensorflow-micropython-examples/boards/esp32/MICROLITE_S3_SPIRAM_CS_GPIO_20/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32S3 module (microlite-spiram)"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)

